driver-tests/bpelse/assign/AssignJbi/test/results/CopybyteInvoke/Actual_20130314144901_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <bytePart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_byte>0</xsd_byte>
      <optional_byte>2</optional_byte>
      <repeat_byte>2</repeat_byte>
      <repeat_byte>200</repeat_byte>
    </bytePart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>